tap "alienator88/cask"
tap "homebrew/bundle"
tap "homebrew/services"
tap "lihaoyun6/tap"
brew "boost"
brew "asciidoc"
brew "ruby"
brew "asciidoctor"
brew "bash"
brew "bat"
brew "bottom"
brew "glib"
brew "cairo"
brew "chezmoi"
brew "cmake"
brew "coreutils"
brew "cunit"
brew "dockutil"
brew "dust"
brew "eza"
brew "fd"
brew "pango"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gnu-tar"
brew "gzip"
brew "handbrake"
brew "helix"
brew "imagemagick"
brew "internetarchive"
brew "iperf"
brew "iperf3"
brew "latexdiff"
brew "mas"
brew "neovim"
brew "node"
brew "pkg-config"
brew "poppler"
brew "qemu"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "starship"
brew "texlive"
brew "tmux"
brew "youtube-dl"
brew "yt-dlp"
cask "adguard"
cask "adobe-acrobat-reader"
cask "airbuddy"
cask "alacritty"
cask "alt-tab"
cask "audacity"
cask "betterdisplay"
cask "cleanmymac"
cask "cleanshot"
cask "craft"
cask "daisydisk"
cask "devtoys"
cask "discord"
cask "docker"
cask "drawio"
cask "firefox"
cask "font-awesome-terminal-fonts"
cask "font-fira-code-nerd-font"
cask "font-fontawesome"
cask "google-chrome"
cask "iina"
cask "jordanbaird-ice"
cask "knockknock"
cask "linearmouse"
cask "macupdater"
cask "mediamate"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "obs"
cask "orion"
cask "oversight"
cask "pearcleaner"
cask "protonmail-bridge"
cask "protonvpn"
cask "raycast"
cask "rectangle"
cask "signal"
cask "skype"
cask "tailscale"
cask "topnotch"
cask "tor-browser"
cask "tunnelblick"
cask "utm"
cask "vlc"
cask "wezterm"
cask "workspaces"
cask "xpra"
cask "zoom"
mas "AdGuard for Safari", id: 1440147259
mas "DeArrow", id: 6451469297
mas "GarageBand", id: 682658836
mas "Goodnotes", id: 1444383602
mas "Ice Cubes", id: 6444915884
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Noir", id: 1592917505
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Prime Video", id: 545519333
mas "Reeder", id: 1529448980
mas "SponsorBlock", id: 1573461917
mas "StopTheMadness Pro", id: 6471380298
mas "Super Agent", id: 1568262835
mas "uBlacklist for Safari", id: 1547912640
