tap "chipsalliance/verible"
tap "dlvhdr/formulae"
tap "nikitabobko/tap"
tap "riscv-software-src/riscv"
tap "xwmx/taps"
brew "glib"
brew "cairo"
brew "gdk-pixbuf"
brew "pango"
brew "aerc"
brew "age"
brew "boost"
brew "asciidoc"
brew "ruby"
brew "asciidoctor"
brew "bash"
brew "node"
brew "bash-language-server"
brew "bat"
brew "bat-extras"
brew "biber"
brew "bottom"
brew "cargo-instruments"
brew "chawan"
brew "chezmoi"
brew "cmake"
brew "coreutils"
brew "cunit"
brew "cython"
brew "dockutil"
brew "docutils"
brew "doggo"
brew "dust"
brew "evil-helix"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fish-lsp"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "gnu-tar"
brew "gnuplot"
brew "pkgconf"
brew "gperftools"
brew "graphviz"
brew "gurk"
brew "gzip"
brew "handbrake"
brew "htop"
brew "icarus-verilog"
brew "imagemagick"
brew "internetarchive"
brew "iperf"
brew "iperf3"
brew "jj"
brew "khard"
brew "latexdiff"
brew "lstr"
brew "lua-language-server"
brew "marksman"
brew "mas"
brew "mdfried"
brew "neovim"
brew "opam"
brew "pandoc"
brew "pipx"
brew "poppler"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pygments"
brew "pytest"
brew "qemu"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rocq"
brew "ruff"
brew "rust-analyzer"
brew "rustup"
brew "yosys"
brew "sby"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "surfer"
brew "swiftly"
brew "texlive"
brew "tmux"
brew "tokei"
brew "tree-sitter-cli"
brew "ty"
brew "uv"
brew "vdirsyncer"
brew "verilator"
brew "virtualenv"
brew "w3m"
brew "xdot"
brew "yt-dlp"
brew "z3"
brew "zig"
brew "zls"
brew "chipsalliance/verible/verible"
brew "dlvhdr/formulae/diffnav"
brew "riscv-software-src/riscv/riscv-tools"
brew "xwmx/taps/nb"
cask "adguard"
cask "nikitabobko/tap/aerospace"
cask "airbuddy"
cask "betterdisplay"
cask "busycal"
cask "cleanupbuddy"
cask "cork"
cask "docker-desktop"
cask "drawio"
cask "font-awesome-terminal-fonts"
cask "font-fira-code-nerd-font"
cask "font-fontawesome"
cask "ghostty"
cask "google-chrome"
cask "handbrake-app"
cask "homerow"
cask "hyperkey"
cask "iina"
cask "leader-key"
cask "linearmouse"
cask "little-snitch"
cask "makemkv"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "obs"
cask "pearcleaner"
cask "proton-mail-bridge"
cask "protonvpn"
cask "shottr"
cask "signal"
cask "skim"
cask "tailscale-app"
cask "tigervnc"
cask "tla+-toolbox"
cask "tor-browser"
cask "tunnelblick"
cask "vlc"
cask "xpra"
cask "xquartz"
cask "zoom"
mas "AdGuard for Safari", id: 1440147259
mas "DeArrow", id: 6451469297
mas "GarageBand", id: 682658836
mas "Ice Cubes", id: 6444915884
mas "iMovie", id: 408981434
mas "Keynote", id: 361285480
mas "Keynote", id: 409183694
mas "Noir", id: 1592917505
mas "Numbers", id: 361304891
mas "Numbers", id: 409203825
mas "Pages", id: 361309726
mas "Pages", id: 409201541
mas "SponsorBlock", id: 1573461917
mas "StopTheMadness Pro", id: 6471380298
mas "StopTheScript", id: 1588394487
mas "Super Agent", id: 1568262835
mas "Tapestry", id: 6448078074
mas "uBlacklist for Safari", id: 1547912640
mas "Unwatched", id: 6477287463
mas "WhatsApp", id: 310633997
mas "Xcode", id: 497799835
uv "ty"
