brew "boost"
brew "asciidoc"
brew "ruby"
brew "asciidoctor"
brew "bash"
brew "bat"
brew "bottom"
brew "glib"
brew "cairo"
brew "cargo-instruments"
brew "chezmoi"
brew "cmake"
brew "coreutils"
brew "cunit"
brew "dockutil"
brew "dust"
brew "eza"
brew "fd"
brew "pango"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gnu-tar"
brew "gzip"
brew "handbrake"
brew "helix"
brew "htop"
brew "icarus-verilog"
brew "imagemagick"
brew "internetarchive"
brew "iperf"
brew "iperf3"
brew "latexdiff"
brew "libdvdcss"
brew "mas"
brew "neovim"
brew "node"
brew "pipx"
brew "pkgconf"
brew "poppler"
brew "pyenv-virtualenv"
brew "pygments"
brew "pytest"
brew "qemu"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup"
brew "yosys"
brew "sby"
brew "sesh"
brew "starship"
brew "surfer"
brew "texlive"
brew "tmux"
brew "topgrade"
brew "verilator"
brew "virtualenv"
brew "yt-dlp"
cask "adguard"
cask "airbuddy"
cask "alacritty"
cask "alt-tab"
cask "audacity"
cask "betterdisplay"
cask "busycal"
cask "cleanupbuddy"
cask "docker"
cask "drawio"
cask "font-awesome-terminal-fonts"
cask "font-fira-code-nerd-font"
cask "font-fontawesome"
cask "ghostty"
cask "google-chrome"
cask "handbrake-app"
cask "iina"
cask "jordanbaird-ice"
cask "knockknock"
cask "linearmouse"
cask "little-snitch"
cask "logi-options+"
cask "macupdater"
cask "makemkv"
cask "mediainfo"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "obs"
cask "pearcleaner"
cask "proton-mail-bridge"
cask "protonvpn"
cask "rectangle"
cask "signal"
cask "tailscale-app"
cask "tigervnc-viewer"
cask "tor-browser"
cask "tunnelblick"
cask "utm"
cask "vlc"
cask "wezterm@nightly"
cask "xpra"
cask "zoom"
mas "AdGuard for Safari", id: 1440147259
mas "DeArrow", id: 6451469297
mas "GarageBand", id: 682658836
mas "Goodnotes", id: 1444383602
mas "IceCubesApp", id: 6444915884
mas "iMovie", id: 408981434
mas "Infuse", id: 1136220934
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Noir", id: 1592917505
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Prime Video", id: 545519333
mas "Reeder", id: 1529448980
mas "SponsorBlock", id: 1573461917
mas "StopTheMadness Pro", id: 6471380298
mas "Super Agent", id: 1568262835
mas "uBlacklist for Safari", id: 1547912640
mas "WhatsApp", id: 310633997
mas "Xcode", id: 497799835
